[
  "obsidian-style-settings",
  "code-styler",
  "obsidian-projects",
  "dataview",
  "table-editor-obsidian",
  "calendar",
  "obsidian-icon-folder",
  "highlightr-plugin",
  "obsidian-file-color",
  "omnisearch",
  "obsidian-admonition",
  "nldates-obsidian"
]